Repository: sixim/sooogood-video-catch
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko

source: 按文件顺序下载，便于先预览开头；整体速度可能略慢
de: Lädt in Dateireihenfolge, um den Anfang vorab anzusehen; die Gesamtgeschwindigkeit kann etwas geringer sein
en: Downloads in file order so you can preview the beginning first; overall speed may be slightly slower
fr: Télécharge dans l’ordre du fichier pour prévisualiser le début ; la vitesse globale peut être un peu plus lente
ja: ファイルの順番にダウンロードするので冒頭を先にプレビューできます。全体の速度はやや遅くなる場合があります
ko: 파일 순서대로 다운로드해 앞부분을 먼저 미리 볼 수 있습니다. 전체 속도는 조금 느려질 수 있습니다

source: 按歌单顺序
de: Playlist-Reihenfolge
en: Playlist Order
fr: Ordre de la playlist
ja: プレイリストの順
ko: 재생목록 순서

source: 授权直链
de: Autorisierter Link
en: Authorized Link
fr: Lien autorisé
ja: 許可済み直接リンク
ko: 승인된 직접 링크

source: 授权音频直链下载失败，HTTP 状态码：%lld
de: Laden über autorisierten Audiolink fehlgeschlagen, HTTP-Status: %lld
en: Authorized audio link download failed, HTTP status: %lld
fr: Échec du téléchargement du lien audio autorisé, statut HTTP : %lld
ja: 許可済み音声リンクのダウンロードに失敗しました。HTTP ステータス：%lld
ko: 승인된 오디오 링크 다운로드 실패, HTTP 상태 코드: %lld

source: 授权音频直链必须使用 HTTPS
de: Autorisierte Audiolinks müssen HTTPS verwenden
en: Authorized audio links must use HTTPS
fr: Les liens audio autorisés doivent utiliser HTTPS
ja: 許可済み音声リンクは HTTPS である必要があります
ko: 승인된 오디오 링크는 HTTPS를 사용해야 합니다

source: 授权音频直链重定向到了被禁止的 Spotify 来源：%@
de: Der autorisierte Audiolink leitete auf eine verbotene Spotify-Quelle um: %@
en: The authorized audio link redirected to a forbidden Spotify source: %@
fr: Le lien audio autorisé redirige vers une source Spotify interdite : %@
ja: 許可済み音声リンクが禁止された Spotify ソースにリダイレクトされました：%@
ko: 승인된 오디오 링크가 금지된 Spotify 소스로 리디렉션되었습니다: %@

source: 授权音频直链重定向到了非 HTTPS 地址
de: Der autorisierte Audiolink leitete auf eine Nicht-HTTPS-Adresse um
en: The authorized audio link redirected to a non-HTTPS address
fr: Le lien audio autorisé redirige vers une adresse non HTTPS
ja: 許可済み音声リンクが HTTPS 以外のアドレスにリダイレクトされました
ko: 승인된 오디오 링크가 HTTPS가 아닌 주소로 리디렉션되었습니다

source: 排行榜
de: Charts
en: Chart
fr: Classement
ja: ランキング
ko: 차트

source: 排队下载
de: In Warteschlange
en: Queued
fr: En file
ja: ダウンロード待ち
ko: 다운로드 대기

source: 排队做种
de: Wartet aufs Seeden
en: Queued to seed
fr: En file pour le partage
ja: シード待ち
ko: 시딩 대기

source: 接近 Large 的准确度，速度快，中英文都好
de: Nahe an der Large-Genauigkeit, schnell, gut für Chinesisch und Englisch
en: Close to Large accuracy, fast, good for Chinese and English
fr: Précision proche de Large, rapide, bon en chinois et en anglais
ja: Large に近い精度で高速、中国語と英語どちらも良好
ko: Large에 가까운 정확도, 빠른 속도, 중국어와 영어 모두 우수

source: 控制端口路径过长
de: Pfad des Steuer-Sockets zu lang
en: Control socket path too long
fr: Chemin du socket de contrôle trop long
ja: 制御ポートのパスが長すぎます
ko: 제어 포트 경로가 너무 깁니다

source: 提取原始音轨（不转码）
de: Original-Audio extrahieren (ohne Transkodierung)
en: Extract Original Audio (No Transcode)
fr: Extraire l’audio d’origine (sans transcodage)
ja: 元の音声トラックを抽出（トランスコードなし）
ko: 원본 오디오 트랙 추출(트랜스코딩 없음)

source: 播放列表
de: Playlist
en: Playlist
fr: Playlist
ja: プレイリスト
ko: 재생목록

source: 操作未完成
de: Vorgang unvollständig
en: Operation Incomplete
fr: Opération incomplète
ja: 操作は完了していません
ko: 작업이 완료되지 않음

source: 支持 music.163.com、y.qq.com 的各种链接与分享短链。音质取决于你的账号权益：网易云未登录最高 320k，QQ 音乐需要登录。
de: Unterstützt alle Links von music.163.com und y.qq.com sowie Kurzlinks zum Teilen. Die Qualität hängt von deinem Konto ab: NetEase ohne Anmeldung bis 320k; QQ Music erfordert eine Anmeldung.
en: Supports all music.163.com and y.qq.com links and share short links. Quality depends on your account: NetEase without sign-in is up to 320k; QQ Music requires sign-in.
fr: Prend en charge tous les liens music.163.com et y.qq.com et les liens courts de partage. La qualité dépend de votre compte : NetEase sans connexion va jusqu’à 320k ; QQ Music exige une connexion.
ja: music.163.com と y.qq.com の各種リンクや共有用短縮リンクに対応しています。音質はアカウントの特典次第です：NetEase は未ログインで最高 320k、QQ 音楽はログインが必要です。
ko: music.163.com, y.qq.com의 다양한 링크와 공유용 짧은 링크를 지원합니다. 음질은 계정 혜택에 따라 다릅니다: NetEase는 로그인하지 않으면 최고 320k, QQ 뮤직은 로그인이 필요합니다.

source: 支持单曲、专辑，以及当前账号可以读取的自有或协作歌单。
de: Unterstützt Titel, Alben und Playlists, die diesem Konto gehören oder an denen es mitarbeitet.
en: Supports songs, albums, and playlists this account owns or collaborates on.
fr: Prend en charge les titres, les albums et les playlists que ce compte possède ou auxquelles il collabore.
ja: シングル、アルバム、このアカウントで読める自分のまたは共同編集のプレイリストに対応しています。
ko: 싱글, 앨범, 그리고 이 계정이 읽을 수 있는 내 재생목록이나 공동 작업 재생목록을 지원합니다.

source: 改用 Chrome
de: Zu Chrome wechseln
en: Switch to Chrome
fr: Passer à Chrome
ja: Chrome に切り替え
ko: Chrome으로 변경

source: 整个素材包一起移动（音频 / 视频、封面、歌词、清单），保留「歌手 / 专辑」层级。同一块磁盘直接移动；换磁盘时先复制并按清单校验 SHA-256，通过后才删除原文件。目标位置已有同名文件夹的不会覆盖。
de: Das ganze Paket wird verschoben (Audio / Video, Cover, Songtext, Manifest), mit Struktur „Künstler / Album“. Auf demselben Datenträger direkt; zwischen Datenträgern wird kopiert und per SHA-256 aus dem Manifest geprüft, bevor das Original gelöscht wird. Gleichnamige Ordner am Ziel werden nie überschrieben.
en: The whole package moves together (audio / video, cover, lyrics, manifest), keeping the “artist / album” structure. On the same disk it is moved directly; across disks it is copied and verified against the manifest's SHA-256 before the original is deleted. Existing folders with the same name at the target are never overwritten.
fr: Le paquet entier est déplacé (audio / vidéo, pochette, paroles, manifeste) en conservant la structure « artiste / album ». Sur le même disque, il est déplacé directement ; entre disques, il est copié et vérifié via le SHA-256 du manifeste avant la suppression de l’original. Un dossier du même nom à destination n’est jamais écrasé.
ja: パッケージ全体（音声／動画、カバー、歌詞、マニフェスト）を「アーティスト／アルバム」の階層のまま移動します。同じディスク上ではそのまま移動し、別のディスクへはコピーしてマニフェストの SHA-256 で検証してから元ファイルを削除します。移動先に同名のフォルダがある場合は上書きしません。
ko: 패키지 전체(오디오 / 동영상, 커버, 가사, 매니페스트)를 '아티스트 / 앨범' 구조 그대로 이동합니다. 같은 디스크에서는 바로 이동하고, 다른 디스크로는 복사한 뒤 매니페스트의 SHA-256으로 검증하고 나서 원본을 삭제합니다. 대상 위치에 같은 이름의 폴더가 있으면 덮어쓰지 않습니다.

source: 整理属于你的音乐资料库，并生成可复核的本地素材包
de: Ordne deine eigene Musikbibliothek und erstelle prüfbare lokale Pakete
en: Organize the music library you own and create verifiable local packages
fr: Organisez la musique qui vous appartient et créez des paquets locaux vérifiables
ja: あなたの音楽ライブラリを整理し、検証可能なローカルパッケージを作成
ko: 내 음악 보관함을 정리하고 검증 가능한 로컬 패키지 만들기

source: 整理方式
de: Ordnen nach
en: Organize By
fr: Organiser par
ja: 整理方法
ko: 정리 방식

source: 文件不存在：%@
de: Datei nicht gefunden: %@
en: File not found: %@
fr: Fichier introuvable : %@
ja: ファイルが存在しません：%@
ko: 파일이 없습니다: %@

source: 文件名模板
de: Dateinamensvorlage
en: File Name Template
fr: Modèle de nom de fichier
ja: ファイル名テンプレート
ko: 파일 이름 템플릿

source: 文件夹不存在：%@
de: Ordner nicht gefunden: %@
en: Folder not found: %@
fr: Dossier introuvable : %@
ja: フォルダが存在しません：%@
ko: 폴더가 없습니다: %@

source: 断开并删除本地凭据
de: Trennen und lokale Zugangsdaten löschen
en: Disconnect and Delete Local Credentials
fr: Déconnecter et supprimer les identifiants locaux
ja: 接続を解除してローカルの認証情報を削除
ko: 연결 해제 및 로컬 자격 증명 삭제

source: 无
de: Keine
en: None
fr: Aucun
ja: なし
ko: 없음

source: 无匹配音质
de: Keine passende Qualität
en: No matching quality
fr: Aucune qualité correspondante
ja: 該当する音質なし
ko: 일치하는 음질 없음

source: 无损
de: Verlustfrei
en: Lossless
fr: Sans perte
ja: ロスレス
ko: 무손실

source: 无损封装与转码
de: Verlustfreies Umverpacken und Transkodieren
en: Lossless remux and transcoding
fr: Réencapsulation sans perte et transcodage
ja: 無劣化パッケージとトランスコード
ko: 무손실 패키징과 트랜스코딩

source: 无无损
de: Kein Verlustfrei
en: No lossless
fr: Pas de sans-perte
ja: ロスレスなし
ko: 무손실 없음

source: 无法分配端口
de: Port konnte nicht vergeben werden
en: Could not allocate a port
fr: Impossible d’attribuer un port
ja: ポートを割り当てられません
ko: 포트를 할당할 수 없습니다

source: 无法创建 Spotify 授权链接。
de: Spotify-Autorisierungslink konnte nicht erstellt werden.
en: Could not create the Spotify authorization link.
fr: Impossible de créer le lien d’autorisation Spotify.
ja: Spotify の認可リンクを作成できません。
ko: Spotify 인증 링크를 만들 수 없습니다.

source: 无法启动下载引擎
de: Download-Engine konnte nicht gestartet werden
en: Could not start the download engine
fr: Impossible de démarrer le moteur de téléchargement
ja: ダウンロードエンジンを起動できません
ko: 다운로드 엔진을 시작할 수 없습니다

source: 无法在媒体池中创建媒体夹「%@」
de: Bin „%@“ konnte im Media Pool nicht erstellt werden
en: Could not create bin “%@” in the media pool
fr: Impossible de créer le chutier « %@ » dans le pool de médias
ja: メディアプールにビン「%@」を作成できません
ko: 미디어 풀에 빈 '%@'을(를) 만들 수 없습니다

source: 无法安全生成 Spotify 授权随机数（%d）。
de: Spotify-Autorisierungszufallswert konnte nicht sicher erzeugt werden (%d).
en: Could not securely generate the Spotify authorization random value (%d).
fr: Impossible de générer en toute sécurité la valeur aléatoire d’autorisation Spotify (%d).
ja: Spotify 認可用の乱数を安全に生成できません（%d）。
ko: Spotify 인증용 난수를 안전하게 생성할 수 없습니다(%d).

source: 无法将素材包导出到用户目录：%@
de: Paket konnte nicht in deinen Ordner exportiert werden: %@
en: Could not export the package to your folder: %@
fr: Impossible d’exporter le paquet dans votre dossier : %@
ja: パッケージをユーザーフォルダに書き出せません：%@
ko: 패키지를 사용자 폴더로 내보낼 수 없습니다: %@

source: 无法展开
de: Aufklappen nicht möglich
en: Cannot Expand
fr: Impossible de développer
ja: 展開できません
ko: 펼칠 수 없음

source: 无法扫描音频资料夹：%@
de: Audioordner konnte nicht gescannt werden: %@
en: Could not scan the audio folder: %@
fr: Impossible d’analyser le dossier audio : %@
ja: 音声フォルダをスキャンできません：%@
ko: 오디오 폴더를 스캔할 수 없습니다: %@

source: 无法接收 Spotify 登录回调：%@
de: Spotify-Anmelderückruf konnte nicht empfangen werden: %@
en: Could not receive the Spotify sign-in callback: %@
fr: Impossible de recevoir le retour de connexion Spotify : %@
ja: Spotify ログインのコールバックを受け取れません：%@
ko: Spotify 로그인 콜백을 받을 수 없습니다: %@

source: 无法监听控制端口：%@
de: Steuer-Socket konnte nicht geöffnet werden: %@
en: Could not listen on the control socket: %@
fr: Impossible d’écouter sur le socket de contrôle : %@
ja: 制御ポートで待ち受けできません：%@
ko: 제어 포트에서 수신할 수 없습니다: %@

source: 无法访问 macOS 钥匙串（%d）。
de: Kein Zugriff auf den macOS-Schlüsselbund (%d).
en: Could not access the macOS Keychain (%d).
fr: Impossible d’accéder au trousseau macOS (%d).
ja: macOS キーチェーンにアクセスできません（%d）。
ko: macOS 키체인에 접근할 수 없습니다(%d).

source: 无法访问用户选择的导出目录：%@
de: Kein Zugriff auf den gewählten Exportordner: %@
en: Could not access the chosen export folder: %@
fr: Impossible d’accéder au dossier d’export choisi : %@
ja: 選択した書き出し先フォルダにアクセスできません：%@
ko: 선택한 내보내기 폴더에 접근할 수 없습니다: %@

source: 无法识别：
de: Nicht erkannt:
en: Not recognized:
fr: Non reconnu :
ja: 認識できません：
ko: 인식할 수 없음:

source: 无法读取 yt-dlp 版本
de: yt-dlp-Version konnte nicht gelesen werden
en: Could not read the yt-dlp version
fr: Impossible de lire la version de yt-dlp
ja: yt-dlp のバージョンを読み取れません
ko: yt-dlp 버전을 읽을 수 없습니다

source: 无法读取媒体信息
de: Medieninformationen konnten nicht gelesen werden
en: Could not read media information
fr: Impossible de lire les informations du média
ja: メディア情報を読み取れません
ko: 미디어 정보를 읽을 수 없습니다

source: 无法读取歌曲信息
de: Titelinformationen konnten nicht gelesen werden
en: Could not read song information
fr: Impossible de lire les informations du titre
ja: 曲の情報を読み取れません
ko: 곡 정보를 읽을 수 없습니다

source: 无法连接 Sooogood Video Catch：请确认应用已安装并能正常启动
de: Keine Verbindung zu Sooogood Video Catch. Prüfe, ob die App installiert ist und normal startet
en: Could not connect to Sooogood Video Catch. Make sure the app is installed and starts normally
fr: Connexion à Sooogood Video Catch impossible. Vérifiez que l’app est installée et démarre normalement
ja: Sooogood Video Catch に接続できません。アプリがインストールされ、正常に起動できるか確認してください
ko: Sooogood Video Catch에 연결할 수 없습니다. 앱이 설치되어 있고 정상적으로 실행되는지 확인하세요

source: 无法连接达芬奇脚本接口。请在达芬奇「偏好设置 › 系统 › 常规 › 外部脚本使用」中选择「本地」，然后重启达芬奇。外部脚本需要 DaVinci Resolve Studio。
de: Keine Verbindung zur Skript-API von DaVinci Resolve. Stelle in Resolve „Einstellungen › System › Allgemein › Externe Skripte verwenden“ auf „Lokal“ und starte Resolve neu. Externe Skripte erfordern DaVinci Resolve Studio.
en: Could not connect to the DaVinci Resolve scripting API. In Resolve, set “Preferences › System › General › External scripting using” to “Local”, then restart Resolve. External scripting requires DaVinci Resolve Studio.
fr: Connexion à l’API de script de DaVinci Resolve impossible. Dans Resolve, réglez « Préférences › Système › Général › Scripts externes » sur « Local », puis redémarrez Resolve. Les scripts externes nécessitent DaVinci Resolve Studio.
ja: DaVinci Resolve のスクリプト API に接続できません。Resolve の「環境設定 › システム › 一般 › 外部スクリプトに使用」で「ローカル」を選び、Resolve を再起動してください。外部スクリプトには DaVinci Resolve Studio が必要です。
ko: DaVinci Resolve 스크립트 인터페이스에 연결할 수 없습니다. Resolve의 '환경설정 › 시스템 › 일반 › 외부 스크립트 사용'에서 '로컬'을 선택한 뒤 Resolve를 다시 시작하세요. 외부 스크립트에는 DaVinci Resolve Studio가 필요합니다.

source: 无版权
de: Keine Rechte
en: No rights
fr: Sans droits
ja: 権利なし
ko: 권리 없음

source: 旧素材包记录缺少可重新复制的音频来源
de: Diesem alten Paketeintrag fehlt eine Audioquelle zum erneuten Kopieren
en: This old package record has no audio source to copy again
fr: Cet ancien enregistrement de paquet n’a pas de source audio à recopier
ja: 古いパッケージの記録に再コピーできる音声ソースがありません
ko: 이전 패키지 기록에 다시 복사할 수 있는 오디오 소스가 없습니다

source: 时长未知
de: Dauer unbekannt
en: Duration unknown
fr: Durée inconnue
ja: 長さ不明
ko: 길이 알 수 없음

source: 显示
de: Zeigen
en: Show
fr: Afficher
ja: 表示
ko: 보기

source: 显示文件
de: Datei zeigen
en: Show File
fr: Afficher le fichier
ja: ファイルを表示
ko: 파일 보기

source: 显示清单
de: Manifest zeigen
en: Show Manifest
fr: Afficher le manifeste
ja: マニフェストを表示
ko: 매니페스트 보기

source: 显示素材包
de: Paket zeigen
en: Show Package
fr: Afficher le paquet
ja: パッケージを表示
ko: 패키지 보기

source: 晴天
de: Sonniger Tag
en: Sunny Day
fr: Ciel clair
ko: 맑은 날

source: 暂停
de: Pausieren
en: Pause
fr: Pause
ja: 一時停止
ko: 일시 정지

source: 曲目
de: Titel
en: Tracks
fr: Titres
ja: 曲
ko: 곡

source: 曲目匹配筛选
de: Titelzuordnungsfilter
en: Track Match Filter
fr: Filtre d’association des titres
ja: 曲マッチングの絞り込み
ko: 곡 매칭 필터

source: 更改…
de: Ändern …
en: Change…
fr: Modifier…
ja: 変更…
ko: 변경…

source: 更新 yt-dlp
de: yt-dlp aktualisieren
en: Update yt-dlp
fr: Mettre à jour yt-dlp
ja: yt-dlp を更新
ko: yt-dlp 업데이트

source: 最快最小，适合快速草稿
de: Am schnellsten und kleinsten, für schnelle Entwürfe
en: Fastest and smallest, for quick drafts
fr: Le plus rapide et le plus léger, pour les brouillons
ja: 最速・最小、ラフ作業向け
ko: 가장 빠르고 작음, 빠른 초안용

source: 最近的音乐任务
de: Letzte Musikaufgaben
en: Recent Music Tasks
fr: Tâches musicales récentes
ja: 最近の音楽タスク
ko: 최근 음악 작업

source: 最高 %@
de: Max. %@
en: Best %@
fr: Max. %@
ko: 최고 %@

source: 最高 320k（省空间）
de: Bis 320k (platzsparend)
en: Up to 320k (Save Space)
fr: Jusqu’à 320k (économie d’espace)
ja: 最高 320k（容量節約）
ko: 최고 320k(공간 절약)

source: 最高准确度，体积大
de: Höchste Genauigkeit, groß
en: Highest accuracy, large
fr: Précision maximale, volumineux
ja: 最高精度、サイズ大
ko: 최고 정확도, 용량 큼

source: 最高可用音质
de: Beste verfügbare Qualität
en: Best Available Quality
fr: Meilleure qualité disponible
ja: 利用可能な最高音質
ko: 사용 가능한 최고 음질

source: 最高画质 · 原始流 · 可验证素材包
de: Höchste Qualität · Originalstreams · prüfbare Pakete
en: Highest quality · original streams · verifiable packages
fr: Qualité maximale · flux d’origine · paquets vérifiables
ja: 最高画質 · 元ストリーム · 検証可能なパッケージ
ko: 최고 화질 · 원본 스트림 · 검증 가능한 패키지

source: 最高画质（无损合并）
de: Höchste Qualität (verlustfrei zusammengeführt)
en: Highest Quality (Lossless Merge)
fr: Qualité maximale (fusion sans perte)
ja: 最高画質（無劣化結合）
ko: 최고 화질(무손실 병합)

source: 有 %lld 个文件达芬奇没有接受：
de: %lld Dateien wurden von DaVinci Resolve nicht angenommen:
en: %lld files were not accepted by DaVinci Resolve:
fr: %lld fichiers n’ont pas été acceptés par DaVinci Resolve :
ja: DaVinci Resolve が受け付けなかったファイルが %lld 個あります：
ko: DaVinci Resolve가 받아들이지 않은 파일 %lld개:

source: 未匹配
de: Nicht zugeordnet
en: Unmatched
fr: Non associé
ja: 未マッチ
ko: 매칭 안 됨

source: 未启用
de: Nicht aktiviert
en: Not enabled
fr: Non activé
ja: 未有効
ko: 사용 안 함

source: 未安装 FFmpeg，请执行 brew install ffmpeg
de: FFmpeg ist nicht installiert. Führe brew install ffmpeg aus
en: FFmpeg is not installed. Run brew install ffmpeg
fr: FFmpeg n’est pas installé. Exécutez brew install ffmpeg
ja: FFmpeg がインストールされていません。brew install ffmpeg を実行してください
ko: FFmpeg가 설치되어 있지 않습니다. brew install ffmpeg를 실행하세요

source: 未安装 yt-dlp，请执行 brew install yt-dlp
de: yt-dlp ist nicht installiert. Führe brew install yt-dlp aus
en: yt-dlp is not installed. Run brew install yt-dlp
fr: yt-dlp n’est pas installé. Exécutez brew install yt-dlp
ja: yt-dlp がインストールされていません。brew install yt-dlp を実行してください
ko: yt-dlp가 설치되어 있지 않습니다. brew install yt-dlp를 실행하세요

source: 未安装，Torrent 功能不可用
de: Nicht installiert; Torrents nicht verfügbar
en: Not installed; torrents unavailable
fr: Non installé ; torrents indisponibles
ja: 未インストールのため、トレント機能は使えません
ko: 설치되지 않아 토렌트 기능을 사용할 수 없습니다

source: 未安装，转录功能不可用
de: Nicht installiert; Transkription nicht verfügbar
en: Not installed; transcription unavailable
fr: Non installé ; transcription indisponible
ja: 未インストールのため、文字起こし機能は使えません
ko: 설치되지 않아 받아쓰기 기능을 사용할 수 없습니다

source: 未安装：brew install transmission-cli
de: Nicht installiert: brew install transmission-cli
en: Not installed: brew install transmission-cli
fr: Non installé : brew install transmission-cli
ja: 未インストール：brew install transmission-cli
ko: 설치 안 됨: brew install transmission-cli

source: 未开启
de: Aus
en: Off
fr: Désactivé
ja: オフ
ko: 꺼짐

source: 未找到
de: Nicht gefunden
en: Not found
fr: Introuvable
ja: 見つかりません
ko: 찾을 수 없음

source: 未找到 %@，请用 Homebrew 安装
de: %@ nicht gefunden. Mit Homebrew installieren
en: %@ not found. Install it with Homebrew
fr: %@ introuvable. Installez-le avec Homebrew
ja: %@ が見つかりません。Homebrew でインストールしてください
ko: %@을(를) 찾을 수 없습니다. Homebrew로 설치하세요

source: 未找到 deno，YouTube 可能只能解析到部分格式，请执行 brew install deno
de: deno nicht gefunden; YouTube bietet evtl. nur einige Formate. Führe brew install deno aus
en: deno not found; YouTube may only offer some formats. Run brew install deno
fr: deno introuvable ; YouTube peut ne proposer que certains formats. Exécutez brew install deno
ja: deno が見つかりません。YouTube の一部の形式しか取得できない可能性があります。brew install deno を実行してください
ko: deno를 찾을 수 없어 YouTube는 일부 형식만 가져올 수 있습니다. brew install deno를 실행하세요

source: 未找到 transmission-daemon，请执行 brew install transmission-cli
de: transmission-daemon nicht gefunden. Führe brew install transmission-cli aus
en: transmission-daemon not found. Run brew install transmission-cli
fr: transmission-daemon introuvable. Exécutez brew install transmission-cli
ja: transmission-daemon が見つかりません。brew install transmission-cli を実行してください
ko: transmission-daemon을 찾을 수 없습니다. brew install transmission-cli를 실행하세요

source: 未找到 yt-dlp
de: yt-dlp nicht gefunden
en: yt-dlp not found
fr: yt-dlp introuvable
ja: yt-dlp が見つかりません
ko: yt-dlp를 찾을 수 없음

source: 未找到 yt-dlp。请先执行：brew install yt-dlp
de: yt-dlp nicht gefunden. Zuerst ausführen: brew install yt-dlp
en: yt-dlp not found. First run: brew install yt-dlp
fr: yt-dlp introuvable. Exécutez d’abord : brew install yt-dlp
ja: yt-dlp が見つかりません。まず実行してください：brew install yt-dlp
ko: yt-dlp를 찾을 수 없습니다. 먼저 실행하세요: brew install yt-dlp

source: 未找到 yt-dlp，请执行 brew install yt-dlp
de: yt-dlp nicht gefunden. Führe brew install yt-dlp aus
en: yt-dlp not found. Run brew install yt-dlp
fr: yt-dlp introuvable. Exécutez brew install yt-dlp
ja: yt-dlp が見つかりません。brew install yt-dlp を実行してください
ko: yt-dlp를 찾을 수 없습니다. brew install yt-dlp를 실행하세요

source: 未找到 yt-dlp，请检查下载引擎设置。
de: yt-dlp nicht gefunden. Prüfe die Einstellungen der Download-Engine.
en: yt-dlp not found. Check the download engine settings.
fr: yt-dlp introuvable. Vérifiez les réglages du moteur de téléchargement.
ja: yt-dlp が見つかりません。ダウンロードエンジンの設定を確認してください。
ko: yt-dlp를 찾을 수 없습니다. 다운로드 엔진 설정을 확인하세요.

source: 未找到，YouTube 可能缺少高画质格式
de: Nicht gefunden; YouTube fehlen evtl. hochwertige Formate
en: Not found; YouTube may lack high-quality formats
fr: Introuvable ; YouTube peut manquer de formats haute qualité
ja: 見つかりません。YouTube の高画質形式が欠ける可能性があります
ko: 찾을 수 없음, YouTube 고화질 형식이 빠질 수 있음

source: 未登录
de: Nicht angemeldet
en: Not signed in
fr: Non connecté
ja: 未ログイン
ko: 로그인 안 됨

source: 未登录 · 在网页右上角登录（扫码），网易云会员可下载无损，QQ 音乐需登录才能下载
de: Nicht angemeldet · melde dich oben rechts auf der Seite an (QR-Code). NetEase-Mitglieder laden verlustfrei; QQ Music erfordert eine Anmeldung
en: Not signed in · sign in at the top right of the page (QR code). NetEase members can download lossless; QQ Music requires sign-in
fr: Non connecté · connectez-vous en haut à droite de la page (QR code). Les membres NetEase peuvent télécharger sans perte ; QQ Music exige une connexion
ja: 未ログイン · ページ右上でログイン（スキャン）してください。NetEase は会員ならロスレスをダウンロードでき、QQ 音楽はログインが必要です
ko: 로그인 안 됨 · 웹 페이지 오른쪽 위에서 로그인(스캔)하세요. NetEase 회원은 무손실을 다운로드할 수 있고, QQ 뮤직은 로그인해야 다운로드할 수 있습니다

source: 未登录时最高 320k；登录会员账号后可获得平台提供的无损音质。
de: Ohne Anmeldung bis 320k; mit Mitgliedskonto erhältst du die verlustfreie Qualität der Plattform.
en: Up to 320k without sign-in; sign in with a member account for the platform's lossless quality.
fr: Jusqu’à 320k sans connexion ; connectez-vous avec un compte membre pour la qualité sans perte de la plateforme.
ja: 未ログインでは最高 320k、会員アカウントでログインするとプラットフォームのロスレス音質を利用できます。
ko: 로그인하지 않으면 최고 320k이며, 회원 계정으로 로그인하면 플랫폼의 무손실 음질을 받을 수 있습니다.

source: 未知
de: Unbekannt
en: Unknown
fr: Inconnu
ja: 不明
ko: 알 수 없음

source: 未知 layout：%@
de: Unbekanntes Layout: %@
en: Unknown layout: %@
fr: Disposition inconnue : %@
ja: 不明な layout：%@
ko: 알 수 없는 layout: %@

source: 未知 profile：%@
de: Unbekanntes Profil: %@
en: Unknown profile: %@
fr: Profil inconnu : %@
ja: 不明な profile：%@
ko: 알 수 없는 profile: %@

source: 未知 quality：%@
de: Unbekannte Qualität: %@
en: Unknown quality: %@
fr: Qualité inconnue : %@
ja: 不明な quality：%@
ko: 알 수 없는 quality: %@

source: 未知专辑
de: Unbekanntes Album
en: Unknown Album
fr: Album inconnu
ja: 不明なアルバム
ko: 알 수 없는 앨범

source: 未知歌手
de: Unbekannter Künstler
en: Unknown Artist
fr: Artiste inconnu
ja: 不明なアーティスト
ko: 알 수 없는 아티스트

source: 未知错误
de: Unbekannter Fehler
en: Unknown error
fr: Erreur inconnue
ja: 不明なエラー
ko: 알 수 없는 오류

source: 未知预设：%@
de: Unbekannte Voreinstellung: %@
en: Unknown preset: %@
fr: Préréglage inconnu : %@
ja: 不明なプリセット：%@
ko: 알 수 없는 프리셋: %@

source: 未选择
de: Nicht ausgewählt
en: Not selected
fr: Non sélectionné
ja: 未選択
ko: 선택 안 됨

source: 本地可能已有
de: Evtl. schon auf diesem Mac
en: Possibly on this Mac
fr: Peut-être déjà sur ce Mac
ja: このMacにある可能性
ko: 이 Mac에 있을 수 있음

source: 本地可能已有（歌名、歌手、时长一致）
de: Evtl. schon auf diesem Mac (gleicher Titel, Künstler und Dauer)
en: Possibly on this Mac (same title, artist and duration)
fr: Peut-être déjà sur ce Mac (même titre, artiste et durée)
ja: このMacにある可能性（曲名・アーティスト・長さが一致）
ko: 이 Mac에 있을 수 있음(곡명, 아티스트, 길이 일치)

source: 本地完整版保留完整下载工作流
de: Die lokale Vollversion behält den vollständigen Download-Ablauf
en: The local full version keeps the complete download workflow
fr: La version complète locale conserve tout le flux de téléchargement
ja: ローカルのフル版は完全なダウンロード機能を備えています
ko: 로컬 전체 버전은 전체 다운로드 흐름을 유지합니다

source: 本地已有
de: Auf diesem Mac
en: On this Mac
fr: Sur ce Mac
ja: このMacにあり
ko: 이 Mac에 있음

source: 本地已有这首歌
de: Dieser Titel ist schon auf diesem Mac
en: This song is already on this Mac
fr: Ce titre est déjà sur ce Mac
ja: この曲はすでにこのMacにあります
ko: 이 곡은 이미 이 Mac에 있습니다

source: 本地文件与素材包
de: Lokale Dateien und Pakete
en: Local files and packages
fr: Fichiers locaux et paquets
ja: ローカルファイルとパッケージ
ko: 로컬 파일과 패키지

source: 本地素材包与清单历史
de: Lokale Pakete und Manifestverlauf
en: Local packages and manifest history
fr: Paquets locaux et historique des manifestes
ja: ローカルパッケージとマニフェストの履歴
ko: 로컬 패키지와 매니페스트 기록

source: 本地音乐库：%lld 条记录
de: Lokale Musikbibliothek: %lld Einträge
en: Local music library: %lld records
fr: Bibliothèque musicale locale : %lld enregistrements
ja: ローカル音楽ライブラリ：%lld 件
ko: 로컬 음악 보관함: 기록 %lld개

source: 本地音频不存在或不是普通文件：%@
de: Lokales Audio fehlt oder ist keine reguläre Datei: %@
en: Local audio is missing or not a regular file: %@
fr: L’audio local est absent ou n’est pas un fichier ordinaire : %@
ja: ローカル音声が存在しないか、通常のファイルではありません：%@
ko: 로컬 오디오가 없거나 일반 파일이 아닙니다: %@
